let jokes = [
    `सन्ता (अपनी मम्मी से) – माँ खुशखबरी है,
हम दो से तीन हो गये हैं…🤪
माँ – बधाई हो बेटा, क्या हुआ है
बेटा 👶 या 👧 बेटी ?🤷‍♀️
सन्ता – ना #बेटा, और ना #बेटी,
मैने दुसरी शादी कर ली है ।😜😂😂`,

    `चेला – बाबा, दाहिने हाथ में खुजलाहट है।
बाबा – वत्स, लक्ष्मी आने वाली हैं।
चेला – दाएं पैर में भी खुजलाहट है।
बाबा – यात्रा योग बन रहा
चेला – पेट पर भी खुजलाहट है।
बाबा – उत्तम भोजन की प्राप्ति होगी
चेला – गर्दन पर भी खुजलाहट है।
बाबा – दूर हट, तुझे खुजली की बीमारी है
😝😝🤣🤣🤣🤣`,

    `“मां अपने तोतले बेटे से बोली: बेटा
आज हम जहां लड़की देखने जा रहे हैं,
तुम वहां बोलना मत, वरना ये लोग भी मना कर देंगे।
बेटाः थीत है।
लड़की वालों के घर जब लड़की चाय
लेकर आई तो लड़का चाय पीते ही बोला,
“दलम है दलम है।
लड़की तुरंत बोली, ओए फूत माल
फूत माल!
😂😂😂🤣🤣🤣`,

    `बंता wife को English सिखा रहा था।
दोपहर में Wife बोली,😜😜 “Dinner लो जी”.😜😜
बंता – जाहिल औरत ये Dinner नही Lunch है..”
Wife – जाहिल तू, तेरा सारा
ख़ानदान करमफूटे…ये रात का
बचा हुआ खाना है… दिमाग मत
दौड़ा, रोटी चरले।
😝😝🤣🤣🤣`,

    `शिष्य – गुरूजी, ऐसी पत्नी को क्या कहते हैं
जो गोरी हो, लंबी हो, सुन्दर हो, होशियार हो,
पति को समझती हो
कभी झगड़ा नहीं करती हो ?
गुरूजी – उसे मन का वहम कहते हैं
बेटा.. मन का वहम !… 😄😂`,

    `पत्नी पति से: अजी सुनते हो,
पड़ोस की पिंकी को maths में 100 में से 99 marks मिलें हैं..
पति: अच्छा, तो 1 mark कहाँ गया?
पत्नी: अपना बेटा ले के आया है
😂😂😂😂😂`,

    `पत्नी:- आपको मेरी सुंदरता
ज़्यादा अच्छी लगती है या
मेरे संस्कार…?
पति:- मुझे तो तेरी ये मज़ाक
करने की आदत बहुत अच्छी
लगती है।
😛😛😛🤭🤭🤣🤣`,

    `पत्नी: उठो सुबह हो गई,
पति: आंख नही खुल रही है, ऐसा
कुछ बोलो कि नीद गायब हो जाए।
पत्नी: रात में जिस जानू से चैट कर रहे थे, वो मेरी दूसरी ID है।
अब बेचारे पति को 3 दिन से नीद नही आ रही है।
🤣🤣🤣🤣🤣🤣🤣`,

    `गर्लफ्रेंड: मेरा मोबाइल माँ के पास
रहता है।
बॉयफ्रेंड: अगर पकड़ी गई तो?
गर्लफ्रेंड: तुम्हारा नंबर, ‘बैटरी लो
नाम से रखा है। जब भी तुम्हारा फोन
आता है तो माँ कहती है,
‘लो चार्ज कर लो।”
बॉयफ्रेंड अभी भी कोमा में है!
😂😂😂😂😂😂😂`,

    `संजू अपनी गर्लफ्रेंड के पिता से मिलने गया…
लड़की का पिता:- मैं नहीं चाहता कि मेरी बेटी
अपनी पूरी जिंदगी एक मूर्ख इंसान के साथ गुज़ारे….
संजू :- बस अंकल,
इसीलिए तो मैं उसे यहां से ले जाने आया हूँ
दे जूते….दे चप्पल….😂😁😂😁`,

    `लड़की : मैं अपने पापा की परी हूं
लड़का : मैं भी अपने पापा का पारा हूं
लड़की : पारा..? ये क्या है?
लड़का : मुझे देखते ही
उनका पारा चढ़ जाता है
😁😁😁😁😂😂`,

    `बेगम- क्या चाँद ला सकते हो..!!??
मियाँ…कमरे मे गए और कुछ चीज छिपा कर लाये
और बेगम से कहा आँखे बंद करो ।
और वो चीज़ बेगम के हाथो में रख दी। फिर आँखे
खोलने को कहा।
बेगम की आँखों में आंसू थे।
क्योकि उनके हाथो में एक आइना था जिसमे बेगम का
चेहरा नज़र आ रहा था।
बेगम- या खुदा…
आप मुझे चाँद सा समझते हो..!!
मियाँ… बोले: नहीं मैं तो आपको सिर्फ ये समझा रहा
था !!
जिस मुँह से चाँद मांग रही हैं वो सुरत कभी आईने में
भी देख लिया करो!😝😝😝
फिलहाल मियाँ हास्पिटल में हैं।
🤣🤣🤣🤣🤣🤣🤣🤣🤣`,

    `बहुत पुरानी बात है ….
एक आदिवासी अपने परिवार के साथ जंगल में ही
रहता था….
उसने और उसके परिवार ने कभी आईना नहीं
देखा था …
एक दिन जंगल में उसे शीशा मिल गया…
उसमें खुद को देखकर समझा कि उसके बाप की
तस्वीर है…
और वो उसे अपने घर ले गया और रोज बातें
करने लगा…
उसकी बीवी को शक़ हुआ…
एक दिन जब उसका पति घर से बाहर गया हुआ
था तब उसने वो शीशा निकाला…
खुद अपनी शक्ल देखकर बोली :
“अच्छा… तो ये है वो कलमुँही
जिस से मेरा पति रोज़ बातें करता है’
उसने शीशा अपनी सास को दिखाया,
तो सास बोली :
“चिंता मत कर…शुक्र मना…बुड्डी है,
जल्दी ही मर जाएगी”
😝😝😝😝🤣🤣🤣🤣🤣`,

    `एक दिन भगवान ने एक
आदमी की मेमोरी डिलीट कर दी.
फिर उससे पूछा क्या तुम्हें कुछ याद है?
आदमी ने अपनी पत्नी का नाम
बता दिया….
भगवान हंसकर बोले – “पूरा सिस्टम
फॉर्मेट कर दिया पर वायरस फिर
भी रह गया…. !”
😂😝🤣🤣😝😝`,

    `एक औरत अपनी पड़ोसन को बता
रही थी
“तुझे पता है, 20 साल तक मेरी
कोई औलाद नहीं हुई”
पड़ोसन हैरानी से : “तो फिर तूने
क्या किया ?”
औरत : “फिर मैं 21 साल की हुई तो
मेरे पापा ने मेरी शादी कर दी
फिर जा के मुन्ना हुआ
पड़ोसन खड़े खड़े बेहोश हो गयी
😂😂😂😂😂😂😂😂`,

    `Husband आधी रात को
अपनी मोटी बीवी
को जगा कर बोला..
घुट-घुट कर मरना सही है या
फिर एकदम से मर जाना..?
wife: एकदम से मर जाना
अच्छा होता है.. –
Husband : तो अपनी दूसरी
टांग भी मुझ पे रख दे और
किस्सा खत्म कर मेरा..
😝😝😝🤣🤣🤣🤣🤣`,

    `एक बच्चे ने अपनी मां से कहा
मां में इतना बड़ा
कब हो जाऊंगा कि…..
आपसे बिना पूछे कहीं भी जा सकू…?
मां ने भी दिल छू लेने वाला
जवाब दिया-
बेटा….. इतना बड़ा तो….
तेरा बाप भी नहीं हुआ आजतक…!!
😝😝😝🤣🤣🤣🤣`,

    `एक पढ़ा-लिखा लड़का एक
अनपढ़ लड़की से शादी कर लेता
है
दोनों एक पार्टी में जाते हैं।
लड़का कहता है यदि कोई तुमसे
पूछे कि यह तुम्हारे क्या लगते हैं।
तो तुम कहना कि यह मेरे हस्बैंड
है और मैं उनकी वाइफ हूं
उसी समय एक आदमी आता है।
उस लड़की से पूछता है कि यह
आपके क्या लगते हैं।
लड़की कहती है कि यह मेरे
हैंडपंप हैं और मैं इनकी पाइप
हूं.!!😝😝😝🤣🤣🤣🤣🤣`,

    `शराबी:- अगर मेरे हाथ में
सरकार होती तो
मैं देश की तकदीर बदल देता.
शराबी की पत्नी:-
अरे, पहले अपना पाजामा तो
बदल ले करम जले ..,
सुबह से मेरी सलवार पहन कर
घूम रहा हे…
😂😂🤣🤣🤣🤣🤣🤣`,

    `बैंक के बाहर भीड़ लगी थी।
एक आदमी बार-बार आगे जाने
की कोशिश
करता और लोग उसे पकड़ कर पीछे
खींच लेते।
5-6 बार पीछे खींचे जाने के बाद
वह चिल्लाया :-
‘लगे रहो लाइन में सालों, मैं
आज बैंक ही नहीं खोलूंगा!
😝😝😂😂😂🤣🤣🤣`,

    `लड़का अपनी गर्लफ्रेन्ड से..
“मेरे पास मेरे दोस्त जैसी कार नही पर
तुम्हे पलको पे बैठा के घुमाउंगा,
उसके जैसा बडा घर नही पर तुम्हें
दिलमें रखुंगा,
उसके जितने पैसे नही पर मजदुरी
करके खिलाउंगा…
उसके जितना अमीर नहीं, लेकिन सिर्फ
तुम्हारा ही रहूंगा
और क्या चाहिए तुम्हे ???”
लड़की :
बस कर पगले, रुलायेगा क्या ???
चल अपने दोस्त का नंबर दे….!!
😝😝😂😂😂🤣🤣🤣`
];
document.querySelector('button').addEventListener('click',()=>{
    
    let randomJoke = Math.floor(Math.random()*21);
    
    let jokeContainer = document.querySelector('.container').firstElementChild.innerText =jokes[randomJoke];
})

